{
    "questions": [
      "Ota 2 siemaisua, jos olet matkustanut ulkomaille viimeisen vuoden aikana.",
      "Juo juoma loppuun, jos olet koskaan lähettänyt viestin entiselle kumppanillesi.",
      "Ota 1 siemaisu jokaista lemmikkieläintä kohti, jotka omistat.",
      "Juo juoma loppuun, jos olet koskaan ollut sokkotreffeillä.",
      "Ota 3 siemaisua, jos olet ikinä tanssinut pöydällä.",
      "Juo juoma loppuun, jos olet koskaan huijannut pelissä tai kokeessa.",
      "Ota 2 siemaisua, jos olet ikinä ollut paljaana ulkona.",
      "Ota 1 siemaisu jokaista vuotta kohden, jonka olet ollut kaukosuhteessa.",
      "Juo juoma loppuun, jos olet ikinä uinut alasti.",
      "Ota 4 siemaisua, jos olet koskaan kokeillut alastijuoksua.",
      "Ota 1 siemaisu jokaista sisarusta kohti, joita sinulla on.",
      "Juo juoma loppuun, jos olet ikinä saanut parkkisakon.",
      "Ota 3 siemaisua, jos olet ikinä kokeillut strippausta.",
      "Ota 2 siemaisua, jos olet koskaan huijannut korttipelissä.",
      "Ota 1 siemaisu jokaista entistä työpaikkaasi kohti.",
      "Juo juoma loppuun, jos olet ikinä harrastanut melontaa.",
      "Ota 5 siemaisua, jos olet koskaan ollut purjehtimassa.",
      "Ota 1 siemaisu jokaista ulkomailla vietettyä yötä kohti.",
      "Juo juoma loppuun, jos olet ikinä ollut ulkomailla ilman matkalaukkua.",
      "Ota 4 siemaisua, jos olet ikinä ollut mukana järjestetyssä paljussa.",
      "Ota 2 siemaisua, jos olet ikinä karannut kotoa lapsena.",
      "Juo juoma loppuun, jos olet ikinä maistanut kuohuviiniä suoraan pullosta.",
      "Ota 3 siemaisua, jos olet koskaan voittanut ravintolan ruokakilpailussa.",
      "Ota 1 siemaisu jokaista sisaruksesi lasta kohti.",
      "Juo juoma loppuun, jos olet ikinä yrittänyt avaruushypyn tekemistä trampoliinilla.",
      "Ota 2 siemaisua, jos olet koskaan saanut auringonpistoksen.",
      "Ota 1 siemaisu jokaista parhaan ystäväsi lasta kohti.",
      "Juo juoma loppuun, jos olet ikinä hypännyt benji-hypyn.",
      "Ota 5 siemaisua, jos olet ikinä ollut aavikolla.",
      "Ota 2 siemaisua, jos olet ikinä osallistunut kiitosjuhliin.",
      "Juo juoma loppuun, jos olet ikinä telttaillut keskellä talvea.",
      "Ota 3 siemaisua, jos olet koskaan käynyt nudistirannalla.",
      "Ota 4 siemaisua, jos olet ikinä pitänyt kahta työpaikkaa samanaikaisesti.",
      "Ota 1 siemaisu jokaista ulkomailla syötyä ruokaa kohti.",
      "Juo juoma loppuun, jos olet ikinä karannut sateessa ja tanssinut ilman sateenvarjoa.",
      "Ota 3 siemaisua, jos olet ikinä saanut sakot ylinopeudesta.",
      "Ota 2 siemaisua, jos olet ikinä ajanut alasti.",
      "Ota 1 siemaisu jokaista kertaa kohti, kun olet rikkonut puhelimesi näytön.",
      "Juo juoma loppuun, jos olet ikinä pudonnut pyörältä ajaessasi humalassa.",
      "Ota 4 siemaisua, jos olet ikinä kokeillut surffausta.",
      "Ota 1 siemaisu jokaista lentokonematkaa kohti, jonka olet tehnyt.",
      "Juo juoma loppuun, jos olet ikinä viettänyt yön ulkona tähtitaivaan alla.",
      "Ota 2 siemaisua, jos olet ikinä voittanut pokerissa täydellä kädellä.",
      "Ota 1 siemaisu jokaista entistä asuinpaikkaasi kohti.",
      "Juo juoma loppuun, jos olet ikinä ajanut vuoristorataa ylösalaisin.",
      "Ota 3 siemaisua, jos olet ikinä ollut mukana salaseurassa.",
      "Ota 2 siemaisua, jos olet ikinä saanut yllätysjuhlat.",
      "Ota 1 siemaisu jokaista kertaa kohti, kun olet ollut huvipuistossa.",
      "Juo juoma loppuun, jos olet ikinä ottanut yhteisvalokuvan julkkiksen kanssa.",
      "Juo juoma loppuun, jos olet ikinä soittanut tuntemattomalle ihmiselle ja sanonut, että olet julkkis.",
      "Ota 2 siemaisua, jos olet ikinä voittanut rahaa arpajaisissa.",
      "Ota 3 siemaisua, jos olet ikinä lentänyt ensimmäisessä luokassa.",
      "Juo juoma loppuun, jos olet ikinä saanut julkista tunnustusta.",
      "Ota 4 siemaisua, jos olet ikinä ollut poliisin kuulusteltavana.",
      "Ota 1 siemaisu jokaista tatuointia kohti, joita sinulla on.",
      "Juo juoma loppuun, jos olet ikinä ollut televisio-ohjelmassa.",
      "Ota 2 siemaisua, jos olet ikinä esiintynyt musiikkivideossa.",
      "Ota 3 siemaisua, jos olet ikinä voittanut palkinnon esityksestäsi.",
      "Juo juoma loppuun, jos olet ikinä saanut fanikirjeitä.",
      "Ota 4 siemaisua, jos olet ikinä esiintynyt lavalla suurelle yleisölle.",
      "Ota 1 siemaisu jokaista julkaistua kirjaa kohti, jotka olet kirjoittanut.",
      "Juo juoma loppuun, jos olet ikinä saanut omat fanitunnukset.",
      "Ota 2 siemaisua, jos olet ikinä voittanut kirjoituskilpailun.",
      "Ota 3 siemaisua, jos olet ikinä esiintynyt televisiossa.",
      "Juo juoma loppuun, jos olet ikinä tehnyt maailmanennätyksen yrityksen tai epäonnistumisen kautta.",
      "Ota 4 siemaisua, jos olet ikinä esiintynyt oman musiikkisi avaus- tai pääesiintyjänä.",
      "Ota 1 siemaisu jokaista ulkomailla esiintymistä kohti.",
      "Juo juoma loppuun, jos olet ikinä esiintynyt merkittävässä konsertissa tai festivaalilla.",
      "Ota 2 siemaisua, jos olet ikinä ollut televisio- tai radiokanavan vieraana.",
      "Ota 3 siemaisua, jos olet ikinä esiintynyt teatterissa tai näytellyt.",
      "Juo juoma loppuun, jos olet ikinä ollut julkkiksen seurassa bileissä.",
      "Ota 4 siemaisua, jos olet ikinä ollut elokuvassa tai televisiosarjassa näyttelijänä.",
      "Ota 1 siemaisu jokaista myönneltyä palkintoa kohti, joita sinulla on.",
      "Juo juoma loppuun, jos olet ikinä ollut nimikkotuotteen edustaja.",
      "Ota 2 siemaisua, jos olet ikinä esiintynyt yli 1 miljoonan ihmisen edessä.",
      "Ota 3 siemaisua, jos olet ikinä voittanut kilpailun, joka ei liittynyt esiintymiseesi.",
      "Juo juoma loppuun, jos olet ikinä saanut kunniatohtorin arvonimen.",
      "Ota 4 siemaisua, jos olet ikinä ollut poliittisen kampanjan kasvona.",
      "Ota 1 siemaisu jokaista elokuvaa kohti, joissa olet esiintynyt.",
      "Juo juoma loppuun, jos olet ikinä esiintynyt tärkeässä urheilutapahtumassa.",
      "Ota 2 siemaisua, jos olet ikinä tehnyt kuuluisan laulun tai biisin.",
      "Ota 3 siemaisua, jos olet ikinä voittanut valokuvakilpailun.",
      "Juo juoma loppuun, jos olet ikinä ollut avustaja elokuvassa tai televisiosarjassa.",
      "Ota 4 siemaisua, jos olet ikinä saanut palkinnon ulkomaanmatkasta esiintymisen johdosta.",
      "Ota 1 siemaisu jokaista teatteriesitystä kohti, joissa olet ollut mukana.",
      "Juo juoma loppuun, jos olet ikinä ollut suosikki juontaja tai haastattelija.",
      "Ota 2 siemaisua, jos olet ikinä esiintynyt hyväntekeväisyyskonsertissa tai -tapahtumassa.",
      "Ota 3 siemaisua, jos olet ikinä voittanut musiikkikilpailun.",
      "Juo juoma loppuun, jos olet ikinä ollut lastenohjelman juontaja.",
      "Ota 4 siemaisua, jos olet ikinä tehnyt nimen omalle juomalle tai ruoalle.",
      "Ota 1 siemaisu jokaista julkaistua albumia kohti, joita sinulla on.",
      "Juo juoma loppuun, jos olet ikinä saanut nimesi mukaan nimetyn päivän tai juhlapäivän."
    ]
  }
  