{
   "questions": [
      "Ota 2 siemaisua, jos olet koskaan matkustanut toiselle mantereelle.",
      "Ota 3 siemaisua, jos olet koskaan harrastanut benjihyppyä tai laskuvarjohyppyä.",
      "Ota 1 siemaisu, jos olet koskaan katsonut kokonaisen kauden TV-sarjaa yhden päivän aikana.",
      "Ota 4 siemaisua, jos olet koskaan ollut sokkotreffeillä.",
      "Ota 2 siemaisua, jos olet koskaan ajanut moottoripyörällä.",
      "Ota 5 siemaisua, jos olet koskaan laulanut karaokea suurelle yleisölle.",
      "Ota 3 siemaisua, jos olet koskaan osallistunut musiikkifestivaaliin.",
      "Ota 1 siemaisu, jos olet koskaan voittanut palkinnon kilpailussa.",
      "Ota 4 siemaisua, jos olet koskaan kokenut läheltä piti -tilanteen.",
      "Ota 2 siemaisua, jos olet koskaan tavannut julkkiksen.",
      "Ota 1 siemaisu, jos olet joskus valvonut koko yön viimeistelläksesi projektin.",
      "Ota 3 siemaisua, jos olet koskaan matkustanut yksin ulkomaille.",
      "Ota 2 siemaisua, jos olet koskaan ollut kuumailmapallolennoilla.",
      "Ota 5 siemaisua, jos olet joskus ollut kaukosuhteessa.",
      "Ota 1 siemaisu, jos olet koskaan maistanut ruokaa, jota pidetään herkkuna.",
      "Ota 4 siemaisua, jos olet joskus ollut yli 200 vieraan häissä.",
      "Ota 3 siemaisua, jos olet koskaan liftannut.",
      "Ota 2 siemaisua, jos olet koskaan käynyt alasti uimassa.",
      "Ota 1 siemaisu, jos olet koskaan voittanut shakkia.",
      "Ota 4 siemaisua, jos olet koskaan tavannut jonkun deittisovelluksen kautta.",
      "Ota 2 siemaisua, jos olet joskus lähtenyt spontaanille tien päälle.",
      "Ota 1 siemaisu, jos sinulla on koskaan ollut lemmikkieläin muu kuin kissa tai koira.",
      "Ota 5 siemaisua, jos olet koskaan ollut risteilyllä.",
      "Ota 3 siemaisua, jos olet koskaan käynyt sukellusretkellä tai snorklausmatkalla.",
      "Ota 2 siemaisua, jos olet koskaan voittanut urheilukilpailun.",
      "Ota 4 siemaisua, jos olet ollut sokkotreffeillä, jotka ovat johtaneet pitkäaikaiseen suhteeseen.",
      "Ota 1 siemaisu, jos sinulla on ollut kesäromanssi.",
      "Ota 2 siemaisua, jos olet koskaan kokeillut zipline-linjaa.",
      "Ota 3 siemaisua, jos olet joskus ottanut selfie-kuvan kuuluisan maamerkin kanssa.",
      "Ota 1 siemaisu, jos olet koskaan osallistunut maratoniin tai hyväntekeväisyysjuoksuun.",
      "Ota 4 siemaisua, jos olet matkustanut yli viiteen maahan.",
      "Ota 2 siemaisua, jos olet koskaan ratsastanut hevosella.",
      "Ota 5 siemaisua, jos olet koskaan ollut yhden yön suhteessa.",
      "Ota 3 siemaisua, jos olet koskaan kokeillut äärimmäisurheilua, kuten kiipeilyä tai lumilautailua.",
      "Ota 1 siemaisu, jos olet joskus nähnyt auringonnousun vuorenhuipulta.",
      "Ota 2 siemaisua, jos olet koskaan leiriytynyt erämaassa.",
      "Ota 1 siemaisu, jos olet koskaan syönyt katukeittiön ruokaa ulkomailla.",
      "Ota 3 siemaisua, jos olet ollut suuressa urheilutapahtumassa tai konsertissa.",
      "Ota 4 siemaisua, jos olet koskaan työskennellyt alalla, joka liittyy opiskelualaasi.",
      "Ota 2 siemaisua, jos olet koskaan uinut delfiinien kanssa.",
      "Ota 1 siemaisu, jos olet hankkinut tatuoinnin tai lävistyksen hetken mielijohteesta.",
      "Ota 2 siemaisua, jos olet koskaan ollut suosikkiyhtyeesi tai artistisi konsertissa.",
      "Ota 3 siemaisua, jos olet koskaan lähtenyt spontaanille tien päälle ilman määränpäätä.",
      "Ota 1 siemaisu, jos olet koskaan kokannut gourmeeta aivan alusta alkaen.",
      "Ota 4 siemaisua, jos olet koskaan ratsastanut hevosella rannalla.",
      "Ota 2 siemaisua, jos olet koskaan osallistunut naamiaisiin tai cosplay-tapahtumaan.",
      "Ota 5 siemaisua, jos olet koskaan osallistunut tanssikilpailuun.",
      "Ota 3 siemaisua, jos olet koskaan lähtenyt ulos seikkailemaan ulkomailla ilman suunnitelmaa.",
      "Ota 1 siemaisu, jos olet joskus osallistunut flash mobiin tai impromptu-esitykseen julkisella paikalla.",
      "Ota 4 siemaisua, jos olet koskaan lentänyt helikopterilla.",
      "Ota 2 siemaisua, jos olet kokenut luonnonkatastrofin, kuten hurrikaanin tai maanjäristyksen.",
      "Ota 1 siemaisu, jos olet joskus voittanut tietovisa- tai tietokilpailupelin.",
      "Ota 3 siemaisua, jos olet koskaan nähnyt meteorisateen tai auringonpimennyksen.",
      "Ota 2 siemaisua, jos olet osallistunut vapaaehtoistyöhön ulkomailla.",
      "Ota 5 siemaisua, jos olet koskaan ollut monen päivän telttaretkellä erämaassa.",
      "Ota 1 siemaisu, jos olet koskaan tehnyt ristiretkimatkan.",
      "Ota 4 siemaisua, jos olet koskaan omistanut matelijan tai eksoottisen eläimen.",
      "Ota 3 siemaisua, jos olet koskaan viettänyt yön kummitustalossa tai -hotellissa.",
      "Ota 2 siemaisua, jos olet koskaan ollut kuumailmapallolennolla.",
      "Ota 1 siemaisu, jos olet koskaan maistanut äärimmäisiä ruokia, kuten hyönteisiä tai eksoottisia lihoja.",
      "Ota 4 siemaisua, jos olet koskaan uinut haiden tai delfiinien kanssa.",
      "Ota 2 siemaisua, jos olet osallistunut blackout-juhlaan.",
      "Ota 5 siemaisua, jos olet koskaan luistellut jäällä järvellä.",
      "Ota 3 siemaisua, jos olet koskaan kokenut yliluonnollisen tai paranormaalin tapahtuman.",
      "Ota 1 siemaisu, jos olet koskaan ollut romanttisella illallisella tähtitaivaan alla.",
      "Ota 2 siemaisua, jos olet osallistunut kaupunkilaajuiseen aarteenetsintään.",
      "Ota 3 siemaisua, jos olet koskaan osallistunut elokuvan ensi-iltaan tai elokuvanäytökseen.",
      "Ota 1 siemaisu, jos olet koskaan rakentanut kalustetta alusta alkaen.",
      "Ota 4 siemaisua, jos olet ollut monen maan kiertueella risteilyllä.",
      "Ota 2 siemaisua, jos olet koskaan ollut sokkotreffeillä, jotka ystäväsi järjesti.",
      "Ota 5 siemaisua, jos olet koskaan vaeltanut vuoren huipulle.",
      "Ota 3 siemaisua, jos olet koskaan osallistunut kulttuurivaihto-ohjelmaan.",
      "Ota 1 siemaisu, jos olet koskaan oppinut uuden kielen sujuvasti.",
      "Ota 4 siemaisua, jos olet joskus ollut yllätysjuhlien osana.",
      "Ota 2 siemaisua, jos olet koskaan ratsastanut kamelilla autiomaassa.",
      "Ota 1 siemaisu, jos olet joskus nukkunut tähtitaivaan alla ilman telttaa.",
      "Ota 3 siemaisua, jos olet koskaan tutkinut hylättyä rakennusta tai aavekaupunkia.",
      "Ota 2 siemaisua, jos olet koskaan voittanut palkinnon taitojesi tai saavutustesi vuoksi.",
      "Ota 1 siemaisu, jos olet koskaan luonut taideteoksen, joka on ollut julkisesti esillä.",
      "Ota 5 siemaisua, jos olet koskaan osallistunut kohdehäihin.",
      "Ota 4 siemaisua, jos olet ollut monen maan reppureissulla.",
      "Ota 2 siemaisua, jos olet matkustanut paikkaan ilman sähköä tai moderneja mukavuuksia.",
      "Ota 3 siemaisua, jos olet koskaan ollut osa yllätysjuhlia."
   ]
}
