{
   "questions": [
      "Mikä on suosikkisi cocktaileista?",
      "Jos voisit matkustaa minne tahansa juuri nyt, minne menisit?",
      "Mikä on mielenkiintoisin paikka, jossa olet koskaan käynyt?",
      "Mikä on lempijuhlapelisi?",
      "Jos olisit baarimikko, minkä drinkin loisit ja nimeäisit itsesi mukaan?",
      "Jaa hauska juomiseen liittyvä tarina.",
      "Pidätkö enemmän oluesta, viinistä vai väkevistä juomista?",
      "Mikä on lempibiisisi juodessasi?",
      "Mikä on oudoin juoma, jonka olet koskaan maistanut?",
      "Jaa mieleenpainuva ilta ystäviesi kanssa.",
      "Mikä on paras krapulalääkkeesi?",
      "Jos voisit juoda jonkun historiallisen hahmon kanssa, kuka se olisi?",
      "Mikä on suosikkisi paikallisista baareista tai pubeista?",
      "Mikä on sinun nimikkodrinkkisi?",
      "Mikä on luovin drinkki, jonka olet koskaan maistanut?",
      "Mikä on paras juomapeli, jota olet pelannut?",
      "Jos voisit järjestää teemajuhlan, mikä teema se olisi?",
      "Jaa juomiseen liittyvä haaste tai rohkea teko, jonka olet tehnyt.",
      "Mikä on suosikkimuistosi juomiseen ja ystäviin liittyen?",
      "Mikä on suosikkityyppisi olutta?",
      "Mikä on salainen nautintojuomasi?",
      "Mikä on eksoottisin paikka, jossa olet juonut?",
      "Jos voisit keksiä uuden drinkin, millainen se olisi?",
      "Mikä on suosikkisi pubissa tarjottavista välipaloista?",
      "Mikä on erikoisin juoma-astia, jonka olet käyttänyt?",
      "Mikä on suosikkimuistosi illasta ystävien kanssa ulkona?",
      "Mikä on lempikappaleesi, kun laulat karaokea muutaman juoman jälkeen?",
      "Jos voisit valita julkkiksen juomakaveriksesi, kuka se olisi?",
      "Mikä on oudoin paikka, jossa olet juonut?",
      "Mitä mieltä olet shottilaseista - rakastatko niitä vai inhoatko niitä?",
      "Mikä on noloin juttu, jonka olet tehnyt muutaman juoman jälkeen?",
      "Mikä on lempijuomasi rentoutumiseen?",
      "Mikä on eniten, jonka olet koskaan käyttänyt yhteen juomaan?",
      "Mikä on suosikki alkoholiton juomasi?",
      "Mikä on lempijuomasi juhlistamiseen erityistilaisuuksissa?",
      "Mikä on tärkein asia elämässäsi juuri nyt?",
      "Mikä on suurin saavutuksesi tänä vuonna?",
      "Mikä innostaa sinua eniten joka päivä?",
      "Mikä on suosikkimuistosi yhdessä?",
      "Mitä paikkaa uneksit matkustavasi seuraavaksi?",
      "Mikä on paras tapa rentoutua kiireisen päivän jälkeen?",
      "Kuinka vietät mieluiten viikonloppusi?",
      "Mikä on suosikkikirjasi tai kirjailijasi?",
      "Mitä asioita arvostat eniten ystävissäsi?",
      "Mikä on paras neuvo, jonka olet saanut?",
      "Mikä musiikkityyli saa sinut hyvälle tuulelle?",
      "Mikä on viimeisin elokuva, jonka katsoit?",
      "Mitä haluaisit oppia lisää?",
      "Mikä on lempiharrastuksesi?",
      "Kuinka vietät juhlapyhät yleensä?",
      "Mikä on suurin haaveesi tulevaisuudessa?",
      "Mikä on tapa, jolla ilmaiset luovuuttasi?",
      "Mikä on mieleenpainuvin matka, jonka olet tehnyt?",
      "Mikä on suosikkiruokasi, jota et voi vastustaa?",
      "Mitkä ovat sinulle tärkeät arvot elämässä?",
      "Mikä on paras asia työssäsi tai opinnoissasi?",
      "Mikä on harrastus, joka saa sinut unohtamaan ajan?",
      "Mitkä ovat suosikkiuutisaiheitasi seurata?",
      "Kuinka vietät mielellään iltaa ystävien kanssa?",
      "Mikä on mielenkiintoisin asia, jonka olet oppinut viime aikoina?",
      "Mikä on lempipaikkasi luonnossa?",
      "Mikä on paras tapa voittaa stressi?",
      "Kuinka kuvailisit itseäsi kolmella sanalla?",
      "Mikä on seikkailu, jota haaveilet kokevasi?",
      "Mitä asioita toivot saavuttavasi seuraavan vuoden aikana?",
      "Mikä on suurin pelkosi?",
      "Kuinka juhlit mielellään merkittäviä saavutuksia?",
      "Mikä on paras kirja, joka on vaikuttanut elämääsi?",
      "Mikä on paras konsertti, johon olet ollut?",
      "Mikä on lempivärisi ja miksi se merkitsee sinulle?",
      "Mitä taitoja haluaisit kehittää?",
      "Mikä on suurin unelmasi?",
      "Mikä on paras paikka, jossa olet koskaan syönyt?",
      "Mikä on lempielokuvasi ja miksi pidät siitä?",
      "Mitä haluaisit kokeilla tai kokea, mutta et ole vielä tehnyt?",
      "Mikä on suosikkikukkasi?",
      "Mitä elämänohjetta noudatat?",
      "Mikä on lempivaatekaappiesi vaatekappale?",
      "Mitkä ovat suosikkihetkiäsi päivässä?",
      "Mikä on paras lahja, jonka olet koskaan saanut?",
      "Kuinka kuvailet itseäsi työpaikalla tai koulussa?",
      "Mikä on paras asia ystävyydessäsi?",
      "Mikä on se asia, joka tekee sinusta erityisen onnellisen?",
      "Jos kirjoittaisit kirjan, mistä se kertoisi?",
      "Millainen olisi unelmien aamusi/iltasi?",
      "Minkä kappaleen soittaisit toiselle ihmiselle joka ei tunne sinua kertoaksesi itsestäsi?",
      "Jos ohjaisit / käsikirjoittaisit elokuvan, mistä se kertoisi?",
      "Minkä vuosikymmenen haluaisit kokea?",
      "Jos olisit kahivkuppi millainen kahivkuppi olisit?",
      "Mistä olet todella intohimoinen?",
      "Mikä on suosikkilapsuutesi muisto?",
      "Mitä teet työksesi, ja pidätkö siitä?",
      "Mikä on paikka, jossa olet aina halunnut käydä, mutta et ole vielä käynyt?",
      "Mikä on suosikkikirjasi, ja miksi?",
      "Miten tykkäät viettää vapaa-aikaasi?",
      "Mikä on suosikkimusiikkityylisi, ja onko sinulla lempikappaletta?",
      "Mikä taito tai harrastus haluaisit oppia tulevaisuudessa?",
      "Oletko asunut aiemmin jossain muualla? Mikä oli suosikkisi?",
      "Mikä on mielenkiintoisin tai mieleenpainuvin matka, jonka olet tehnyt?",
      "Mikä on suosikkielokuvasi tai TV-ohjelmasi, ja mikä siinä viehättää sinua?",
      "Mikä on lohturuokaasi?",
      "Onko sinulla mitään mielenkiintoisia tai ainutlaatuisia taitoja?",
      "Mikä on unelma tai päämäärä, jota olet tavoitellut pitkään?",
      "Mikä on asia tai aihe, johon olet intohimoinen?",
      "Oletko kokenut elämää mullistavan kokemuksen? Jos kyllä, mikä se oli?",
      "Mikä on suosikkivuodenaikasi, ja miksi?",
      "Onko sinulla suosikkilainauksia tai sanontoja, jotka inspiroivat sinua?",
      "Mikä on taito tai lahjakkuus, josta olet ylpeä?",
      "Mikä on pieni päivittäinen tapa, joka tuo sinulle iloa?",
      "Mikä on jotain ainutlaatuista tai epätavallista sinussa?",
      "Mikä on suosikkiruokatyylisi tai ruokalajisi?",
      "Onko sinulla suosikkia historiallisista hahmoista tai esikuvista?",
      "Mikä on suosikkitapasi rentoutua ja rauhoittua?",
      "Mikä on jotain, joka saa sinut aina hymyilemään?",
      "Onko sinulla suosikkia ulkoilma-aktiviteetteja tai harrastuksia?",
      "Mikä on paras saamasi neuvonanto?",
      "Onko sinulla suosikkia podcasteja tai TED-puheita, joita suosittelet?",
      "Mikä on muistettava virstanpylväs tai saavutus elämässäsi?",
      "Mikä on tavoite tai projekti, jota työstät parhaillaan?",
      "Onko sinulla mielenkiintoisia perhetraditioita tai tarinoita?",
      "Mikä on arvokas oppitunti, jonka olet oppinut haasteesta tai takaiskusta?",
      "Mikä on suosikkitaide- tai taiteellinen ilmaisumuotosi?",
      "Missä paikassa tunnet olevasi eniten rauhassa tai omalla mukavuusalueellasi?",
      "Onko sinulla suosikkia voittoa tavoittelematonta organisaatiota tai hyväntekeväisyysjärjestöä?",
      "Mikä on näkemyksesi henkilökohtaisesta kasvusta ja itsensä kehittämisestä?",
      "Onko sinulla suosikkia harrastuksia, joita olet harjoittanut pitkään?",
      "Mikä on suosikkisi aktiiviseen elämäntapaan ja terveyteen liittyen?",
      "Mikä on aihe tai aihe, josta voit puhua tuntikausia?",
      "Onko sinulla suosikkimatkakohteita tai mieleenpainuvia matkoja?",
      "Mikä on lähestymistapasi stressin hallintaan ja vaikeiden tilanteiden kohtaamiseen?",
      "Mikä on mieleenpainuva ystävällisyyden ele, jonka olet kokenut tai todistanut?",
      "Mikä on sinulle tärkeä omistusesine, jolla on tunnearvoa?",
      "Onko sinulla suosikkikulttuurisia perinteitä tai juhlia?",
      "Mikä on ainutlaatuinen tai omituinen tapasi, joka voisi kiinnostaa muita?",
      "Mikä on mieleenpainuva seikkailu tai tutkimusmatka, jonka olet tehnyt?",
      "Mikä on näkemyksesi elämän tarkoituksesta ja merkityksestä?"
   ]
}
